[
  {
    "title": "A veces hay",
    "content": "A veces hay que decir no a un proyecto por el bien del equipo y lo hemos hecho."
  },
  {
    "title": "¿Sabías que Secuoyas",
    "content": "¿Sabías que Secuoyas ha tenido 4 CEOs y 3 siguen en la empresa?"
  },
  {
    "title": "No publicamos nunca",
    "content": "No publicamos nunca ofertas de empleo. Nos lleva más tiempo, pero preferimos salir a buscarte."
  },
  {
    "title": "Somos una empresa",
    "content": "Somos una empresa full remote desde hace casi 3 años, pero antes de eso llevábamos 12 años en un formato híbrido."
  },
  {
    "title": "Los equipos asignados",
    "content": "Los equipos asignados a un proyecto, sólo trabajan para ese cliente."
  },
  {
    "title": "Nacimos el 11",
    "content": "Nacimos el 11 de septiembre de 2001, todo el mundo se acuerda lo que estaba haciendo ese día."
  },
  {
    "title": "Las 51 personas que trabajan",
    "content": "Las 51 personas que trabajan en Secuoyas lo hacen desde, A Coruña, Albacete, Castellón, Valencia, Madrid, Segovia, Jerez…"
  },
  {
    "title": "Todos los viernes el algoritmo",
    "content": "Todos los viernes el algoritmo decide con qué compañeros tomamos un café, la mejor manera de conocer a todo el equipo aunque estemos en remoto."
  },
  {
    "title": "Pastelera, portero, militar",
    "content": "Pastelera, portero, militar, ingeniero de un equipo de rallyes… son algunas de las antiguas profesiones de miembros de Secuoyas."
  },
  {
    "title": "La edad media del equip",
    "content": "La edad media del equipo de Secuoyas es de XX."
  },
  {
    "title": "ESabías que antes de incorpo",
    "content": "¿Sabías que antes de incorporar a una persona a Secuoyas se consulta con el equipo por si alguien tiene algo en contra? Como en las bodas."
  },
  {
    "title": "El equipo de Secuoyas",
    "content": "Desde que somos full remote XX personas han cambiado de ciudad… y de vida"
  },
  {
    "title": "En 2019 éramos ",
    "content": "En 2019 éramos XX hoy somos 51."
  },
  {
    "title": "Desde 2015 tenemos un encuentro anual,",
    "content": "Desde 2015 tenemos un encuentro anual que llamamos Walpurgis. Este nombre tan raro tiene origen en las celebraciones paganas que señalaban la transición de la primavera al verano, así que una vez llega la primavera salimos de nuestra guarida y nos encontramos todo el equipo para analizarnos, conocernos más y enfocarnos hacia dónde queremos ir. "
  },
  {
    "title": "mos Grupos de trabajo de innovació",
    "content": "Inauguramos Grupos de trabajo de innovación (IoT, Realidad Extendida, Research y Cultura) y ahora estamos más centrados en cultura (Redactar)"
  },
  {
    "title": "¿Sabes que además de los proy",
    "content": "¿Sabes que además de los proyectos con clientes, desarrollamos productos propios?"
  },
  {
    "title": "El número de desarrolladores ",
    "content": "El número de desarrolladores y diseñadores se ha igualado en los últimos años. Ahora mismo Diseñadores X - Desarrolladores Y"
  },
  {
    "title": "En 2021 incorporamos el depart",
    "content": "En 2021 incorporamos el departamento de Data que ha ido creciendo desde entonces."
  },
  {
    "title": "Griddo es un producto Made  ",
    "content": "Griddo es un producto Made in Secuoyas del que estamos muy orgullosos, y en el que trabajan permanentemente XX personas del equipo."
  },
  {
    "title": "El activo más importante de",
    "content": "El activo más importante de Secuoyas es su equipo y su cultura. Lo de personas primero, es innegociable."
  },
  {
    "title": "Sabes que cada mañana no",
    "content": "Sabes que cada mañana nos damos los buenos días cuando nos conectamos. Las buenas maneras se cuidan también en remoto."
  }
]
